actuator/actuatorSvarnas/flow_pimple/flow_LES_dynamic_nonConst/0/T
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    upperBoundary
    {
        type            zeroGradient;
    }

    leftBoundary
    {
        type            zeroGradient;
    }

    rightBoundary
    {
        type            zeroGradient;
    }

    region0_to_dielectric
    {
        type            zeroGradient;
    }

    highVoltage
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
